{
    "title": "InnoHack 2025",
    "description": "5th April 2025, Saturday<br><br>Contact +977 9864426267 for more info",
    "events": [
        {
            "name": "Registration",
            "date_time_str": "6:00 - 7:00 AM",
            "description": "Team Registration & breakfast.<br>Atleast one member from a team must be present for registration."
        },
        {
            "name": "Event briefing",
            "date_time_str": "7:00 - 8:00 AM",
            "description": "Networking among participants, judge introductions, and event briefing: rules and marking schemes. Check internet connections, confirm google classroom access. Double confirm everthings working and we are ready to roll."
        },
        {
            "name": "Hackathon Begins",
            "date_time_str": "8:00 AM - 4:00 PM",
            "description": "With problem statement or event's theme released right before 8:00 AM, the hackathon begins. Participants will have 8 hours to work on their projects.<br>Tired of coding? Take a break and maybe play some games. Roam around the college. Help your self with rasna/tang and coffee available thorughout the day.<br>Mentors will be making rounds to check on every teams and help them with their projects. They will guide you to a right path if you found yourself lost."
        },
        {
            "name": "The Lunch Portal",
            "date_time_str": "10:30 AM - 12:30 PM",
            "description": "@ Canteen"
        },
        {
            "name": "The Snack Portal",
            "date_time_str": "2:00 PM - 3:00 PM",
            "description": "@ Canteen"
        },
        {
            "name": "Time to wrap up",
            "date_time_str": "3:00 AM - 4:00 PM",
            "description": "Prepare to wrap up your project. Make sure to submit your whole work's zip file before 4:00 PM in google classroom link provided to each team leader at the start of event.<br>Immediately call a voulnteer if you are facing any issues with submission.<br><br>At this time, its better if one or two members of your team start preparing for pitching & demostration. Presentation must contain two slides: 'The Problem we Identified' and 'Our Solution for that problem'."
        },
        {
            "name": "Pitching",
            "date_time_str": "4:00 PM onwards",
            "description": "Presentation, Demo and Q&A session"
        },
        {
            "name": "Closing",
            "date_time_str": "7:00 PM - 7:30 PM",
            "description": "Closing ceremony. Token of love for judges and mentors. Few wise words from Abhinav sir. Winners won't be announced that day."
        }
    ]
}
